/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %g m)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Keski";

/* An audio channel label. */
"Center Surround" = "Keski-surround";

/* An audio channel label. */
"Center Surround Direct" = "Keski surround suora";

/* Channel. An audio channel label. */
"Channel" = "Kanava";

/* Channels. An audio channel label. */
"Channels" = "Kanavaa";

/* An audio channel label. */
"Click Track" = "Metronomiraita";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialogikeskeinen miksaus";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Diskreetti";

/* An audio channel label. */
"Foreign Language" = "Vieras kieli";

/* An audio channel label. */
"Headphones Left" = "Kuulokkeet Vasen";

/* An audio channel label. */
"Headphones Right" = "Kuulokkeet Oikea";

/* An audio channel label. */
"Hearing Impaired" = "Kuulovammainen";

/* An audio channel label. */
"Left" = "Vasen";

/* An audio channel label. */
"Left Center" = "Vasen keski";

/* An audio channel label. */
"Left Surround" = "Vasen surround";

/* An audio channel label. */
"Left Surround Direct" = "Vasen surround suora";

/* An audio channel label. */
"Left Total" = "Vasen yhteensä";

/* An audio channel label. */
"Left Wide" = "Vasen leveä";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE Valkokangas";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Mid";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Selostus";

/* An audio channel label. */
"Rear Surround Left" = "Taka-surround vasen";

/* An audio channel label. */
"Rear Surround Right" = "Taka-surround oikea";

/* An audio channel label. */
"Right" = "Oikea";

/* An audio channel label. */
"Right Center" = "Oikea keski";

/* An audio channel label. */
"Right Surround" = "Oikea surround";

/* An audio channel label. */
"Right Surround Direct" = "Oikea surround suora";

/* An audio channel label. */
"Right Total" = "Oikea yhteensä";

/* An audio channel label. */
"Right Wide" = "Oikea leveä";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Side";

/* An audio channel label. */
"Top Back Center" = "Ylä-taka-keski";

/* An audio channel label. */
"Top Back Left" = "Ylä-taka-vasen";

/* An audio channel label. */
"Top Back Right" = "Ylä-taka-oikea";

/* An audio channel label. */
"Top Center Surround" = "Ylä-keski-surround";

/* An audio channel label. */
"Unknown" = "Tuntematon";

/* An audio channel label. */
"Unused" = "Käyttämätön";

/* An audio channel label. */
"Vertical Height Center" = "Pystykorkeus keski";

/* An audio channel label. */
"Vertical Height Left" = "Pystykorkeus vasen";

/* An audio channel label. */
"Vertical Height Right" = "Pystykorkeus oikea";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptinen";

